{
    "_comment": "Generic titles",

    "gui.enabled": "Habilitado",
    "gui.disabled": "Disabilitado",
    "gui.unavailable": "Não disponível",

    "_comment": "Titles for controls",

    "bs.sprint.mode.tap": "Tap",
    "bs.sprint.mode.hold": "Hold",

    "bs.sprint.hold": "Correr",
    "bs.sprint.toggle": "Correr (Ligar)",
    "bs.sneak.toggle": "Agachar (Ligar)",
    "bs.menu": "Mod configuration",

    "bs.doubleTapping": "Toque duplo",
    "bs.runAllDirs": "Corra em todas direções",
    "bs.flyBoost": "Voo rápido",
    "bs.flyOnGround": "Fly on ground",
    "bs.disableMod": "Desabilitar mod",
    "bs.autoJump": "Pulo automático",

    "_comment": "Tooltips for controls (use '#' character for splitting lines)",

    "bs.sprint.hold.info": "[Tap] will start or stop sprinting when pressed.#[Hold] will sprint only while the key is held.",
    "bs.sprint.toggle.info": "Pressione uma vez para iniciar ou parar de correr.#Slowing down will not interrupt the sprint.",
    "bs.sneak.toggle.info": "Pressione uma vez para iniciar ou parar de agachar.#Quando você abre um menu você para de agachar até fechá-lo.",
    "bs.menu.info": "Tecla para abrir o em jogo.",

    "bs.doubleTapping.info": "Habilite ou desabilite a corrida clicando duas vezes na tecla W.",
    "bs.runAllDirs.info": "Correr em todas direções.#Você não pode usar isso no multiplayer, só se o servidor permitir.",
    "bs.flyBoost.info": "Hold sprint key to fly faster in creative or spectator mode.",
    "bs.flyOnGround.info": "Continue flying when touching ground in creative mode.",
    "bs.disableMod.info": "Desabilitar todas funcionalidades.#Essa opção pode ser usada se um servidor não permite o mod.",
    "bs.autoJump.info": "Opção que faz você pular automáticamente perto de obstáculos.",

    "_comment": "If you need to translate fly speed boost, use the following pattern (from 2x to 8x)",

    "2x": "2x",

    "_comment": "In-game messages",

    "bs.game.integrity": "Better Sprinting is not working correctly, there may be a conflict with another mod.",
    "bs.game.disabled": "The server requested to disable the mod, all features will be deactivated.",
    "bs.game.reenabled": "The server has enabled the mod again, all features were reactivated.",

    "_comment": "Server messages",

    "bs.command.info": "Use the commands to either disable/enable the mod for players, or change specific settings. These will persist after restarting the server, and will also immediately affect players that are already on the server.",
    "bs.command.disableMod": "Better sprinting será automaticamente desabilitado quando alguém entrar.",
    "bs.command.enableMod": "Better Sprinting agora é permitido no servidor.",
    "bs.command.disableFlyBoost": "Voo rápido agora está desabilitado quando o jogador estiver no modo sobrevivência.",
    "bs.command.enableFlyBoost": "Voo rápido agora está habilitado quando o jogador estiver no modo sobrevivência.",
    "bs.command.disableAllDirs": "Correr em todas as direções agora está desativado.",
    "bs.command.enableAllDirs": "Correr em todas as direções agora está ativado.",

    "_comment": "Configuration",

    "bs.config.notifications": "Notifies about new updates, at most once per day.",
    "bs.config.buildCheck": "Notifies when the current version of the mod is found to be critically broken. Highly recommended to keep this option enabled."
}
