{
    "_comment": "Generic titles",

    "gui.enabled": "Habilitado",
    "gui.disabled": "Desabilitado",
    "gui.unavailable": "Indisponível",

    "_comment": "Titles for controls",

    "bs.sprint.mode.tap": "Toque",
    "bs.sprint.mode.hold": "Segure",

    "bs.sprint.hold": "Correr",
    "bs.sprint.toggle": Correr (Ligar/Desligar)",
    "bs.sneak.toggle": "Agachar (Ligar/Desligar)",
    "bs.menu": "Configuração do mod",

    "bs.doubleTapping": "Dois toques",
    "bs.runAllDirs": "Corra em todas direções",
    "bs.flyBoost": "Impulso de voo",
    "bs.flyOnGround": "Voe no chão",
    "bs.disableMod": "Desabilitar mod",
    "bs.autoJump": "Pulo automático",

    "_comment": "Tooltips for controls (use '#' character for splitting lines)",

    "bs.sprint.hold.info": "[Toque] iniciar ou parar de correr.#[Segure] vai correr apenas enquanto a tecla estiver pressionada.",
    "bs.sprint.toggle.info": "Pressione uma vez para iniciar ou parar de correr.#Ficar mais lento não irá interromper a corrida.",
    "bs.sneak.toggle.info": "Pressione uma vez para iniciar ou parar de agachar.#Quando você abrir algum inventário, você irá parar de agachar até que o feche.",
    "bs.menu.info": "Pressione para abrir esse menu dentro do jogo.",

    "bs.doubleTapping.info": "Toque duas vezes na tecla de ir para frente para começar a correr.",
    "bs.runAllDirs.info": "Corra em todas as direções.#Não pode ser usado no modo multijogador a menos que o servidor permita.",
    "bs.flyBoost.info": "Segure a tecla de corrida para voar mais rápido no modo criativo ou espectador.",
    "bs.flyOnGround.info": "Continue voando mesmo tocando o chão no modo creativo.",
    "bs.disableMod.info": "Desabilita todas as funções de Better Sprinting.#Essa opção pode ser útil caso o servidor não permita esse mod.",
    "bs.autoJump.info": "Função do Vanilla que faz você pular automaticamente perto de obstáculos.",

    "_comment": "If you need to translate fly speed boost, use the following pattern (from 2x to 8x)",

    "2x": "2x",

    "_comment": "In-game messages",

    "bs.game.integrity": "Better Sprinting não está funcionando corretamente, pode haver um conflito com outro mod.",
    "bs.game.disabled": "O servidor requisitou a desativação do mod, todas as funções serão desativadas.",
    "bs.game.reenabled": "O servidor reativou o mod, todas as funções foram reativadas.",

    "_comment": "Server messages",

    "bs.command.info": "Use os comandos para habilitar ou desabilitar o mod para os jogadores, ou mudar configurações específicas. Essas mudanças funcionarão após o reinicio do servidor, e também irão afetar imediatamente todos os jogadores que já estão no servidor.",
    "bs.command.disableMod": "Better Sprinting será desativado automaticamente para todos os jogadores.",
    "bs.command.enableMod": "Better Sprinting agora é permitido no servidor.",
    "bs.command.disableFlyBoost": "Impulso de voo foi desativado para jogadores no modo sobrevivência.",
    "bs.command.enableFlyBoost": "Impulso de voo foi ativado para jogadores no modo sobrevivência.",
    "bs.command.disableAllDirs": "Correr em todas as direções foi desativado.",
    "bs.command.enableAllDirs": "Correr em todas as direções foi ativado.",

    "_comment": "Configuration",

    "bs.config.notifications": "Notifica sobre novas atualizações, no máximo uma ver por dia.",
    "bs.config.buildCheck": "Notifica quando a versão atual do mod está criticamente quebrada. É aconselhável deixar essa opção ativada.",

    "_comment": "This should never be visible, but just in case it is",

    "key.categories.bettersprinting.hidden": "Better Sprinting"
}
