{
    "_comment": "Generic titles",

    "gui.enabled": "Омогућено",
    "gui.disabled": "Онемогућено",
    "gui.unavailable": "Недоступно",

    "_comment": "Titles for controls",

    "bs.sprint.mode.tap": "Притиснути",
    "bs.sprint.mode.hold": "Држати",

    "bs.sprint.hold": "Трчање",
    "bs.sprint.toggle": "Трчање (променљиво)",
    "bs.sneak.toggle": "Шуњати се (променљиво)",
    "bs.menu": "Конфигурација мода",

    "bs.doubleTapping": "Двоструки клик",
    "bs.runAllDirs": "Трчати у свим правцима",
    "bs.flyBoost": "Убрзање за лет",
    "bs.flyOnGround": "Летети над тлом",
    "bs.disableMod": "Онемогући мод",
    "bs.autoJump": "Aуто-скок",

    "_comment": "Tooltips for controls (use '#' character for splitting lines)",

    "bs.sprint.hold.info": "[Притиснути] ће покренути или зауставити спринт када је притиснуто.#[Држати] спринт ће само радити када се држи дугме.",
    "bs.sprint.toggle.info": "Притиснути једном да започнете или зауставите трчање.#Успоравање неће прекинути спринт.",
    "bs.sneak.toggle.info": "Притиснути једном да започнете или зауставите шуњање.#Када отворите било који GUI, зауставићете шуњање док га не затворите.",
    "bs.menu.info": "Дугме да отворите овај мени у игри.",

    "bs.doubleTapping.info": "Омогући или онемогући трчање притискањем два пута дугме за напред.",
    "bs.runAllDirs.info": "Трчање у свим правцима.#Ово не можете да користите у multiplayer-у осим ако сервер то не дозвољава.",
    "bs.flyBoost.info": "Држати спринт дугме да летите брже у преживљавању или спектатор моду.",
    "bs.flyOnGround.info": "Наставити летење када додирујете тло у креативном.",
    "bs.disableMod.info": "Онемогућити све функције мода Better Sprinting које нису део стандардног Minecraft-а.#Ова опција може да се користи ако сервер не дозвољава да се користи овај мод.",
    "bs.autoJump.info": "Ванила додатак који вам омогућава да аутоматски скочите близу препрека.",

    "_comment": "If you need to translate fly speed boost, use the following pattern (from 2x to 8x)",

    "2x": "2x",

    "_comment": "In-game messages",

    "bs.game.integrity": "Better Sprinting не ради како треба, можда постоји конфликт са неким другим модом.",
    "bs.game.disabled": "Сервер је захтевао да се мод онемогући, све карактеристике биће онемогућене.",
    "bs.game.reenabled": "Сервер је омогућио мод, све карактеристике су активиране.",

    "_comment": "Server messages",

    "bs.command.info": "Користите команде да омогућите/онемогућите мод играчима, или да промените специфично подешавање. Подешавања ће остати сачувана и након рестарта, и одмах ће утицати на играче који су тренутно на серверу.",
    "bs.command.disableMod": "Better Sprinting ћи бити аутоматски онемогућен када се играч придружи.",
    "bs.command.enableMod": "Better Sprinting није дозвољен на серверу.",
    "bs.command.disableFlyBoost": "Убрзање за лет је сада онемогућено када је играч у survival моду.",
    "bs.command.enableFlyBoost": "Убрзање за лет је сада омогућено када је играч у survival моду.",
    "bs.command.disableAllDirs": "Трчање у свим правцима је сада онемогућено.",
    "bs.command.enableAllDirs": "Трчање у свим правцима је сада омогућено.",

    "_comment": "Configuration",

    "bs.config.notifications": "Обавештава о новим верзијама, највише једном по дану.",
    "bs.config.buildCheck": "Обавештава када је тренутна верзија мода критично неисправна. Препоручује се да ова опција буде омогућена."
}
