{
    "_comment": "Generic GUI titles",

    "gui.enabled": "Омогућено",
    "gui.disabled": "Онемогућено",
    "gui.unavailable": "Недоступно",

    "_comment": "Titles for controls",

    "bs.sprint.hold": "Трчање (држати)",
    "bs.sprint.toggle": "Трчање (променљиво)",
    "bs.sneak.toggle": "Шуњати се (променљиво)",
    "bs.menu": "Мени за трчање",

    "bs.doubleTapping": "Двоструки клик",
    "bs.runAllDirs": "Трчати у свим правцима",
    "bs.flyBoost": "Убрзање за лет",
    "bs.disableMod": "Онемогући мод",
    "bs.autoJump": "Aуто-скок",

    "_comment": "Tooltips for controls (use the '#' character for splitting lines)",

    "bs.sprint.hold.info": "Држати за трчање.",
    "bs.sprint.toggle.info": "Притиснути једном да започнете или зауставите трчање.",
    "bs.sneak.toggle.info": "Притиснути једном да започнете или зауставите шуњање.#Када отворите било који GUI, зауставићете шуњање док га не затворите.",
    "bs.menu.info": "Дугме да отворите овај мени у игри.",

    "bs.doubleTapping.info": "Омогући или онемогући трчање притискањем два пута дугме за напред.",
    "bs.runAllDirs.info": "Трчање у свим правцима.#Ово не можете да користите у multiplayer-у осим ако сервер то не дозвољава.",
    "bs.flyBoost.info": "Држати када летите у креативном моду да летите брже.",
    "bs.disableMod.info": "Онемогућити све функције мода Better Sprinting које нису део стандардног Minecraft-а.#Ова опција може да се користи ако сервер не дозвољава да се користи овај мод.",
    "bs.autoJump.info": "Ванила додатак који вам омогућава да аутоматски скочите близу препрека.",

    "_comment": "If you need to translate fly speed boost, use the following pattern (from 2x to 8x)",

    "2x": "2x",

    "_comment": "In-game messages",

    "bs.game.integrity": "Верификација интегритета није успела, други мод има конфликт са Better Sprinting. Пробајте да инсталирате PlayerAPI да решите проблем.",
    "bs.game.disabled": "Сервер је затражио да се искључи мод, механике трчања су пребачене на стандардне док се не дисконектујете.",
    "bs.game.reenabled": "Сервер је укључио мод поново, механике трчања су пребачене на Better Sprinting.",

    "_comment": "Server messages (translated on client)",

    "bs.server.kick": "Сервер не дозвољава Better Sprinting. Новија верзија мода може се онемогућити аутоматски без изласка.",

    "bs.command.invalidSyntax": "Нетачна синтакса, напишите /bettersprinting за листу команди.",
    "bs.command.info": "Можете да користите команду да укључите/искључите мод, или да промените одређена подешавања мода. Она ће остати и након рестартовања сервера, и одмах ће радити на играчима који су већ на серверу.",
    "bs.command.disableMod": "Better Sprinting ћи бити аутоматски онемогућен када се играч придружи.",
    "bs.command.enableMod": "Better Sprinting није дозвољен на серверу.",
    "bs.command.disableFlyBoost": "Убрзање за лет је сада онемогућено када је играч у survival mode.",
    "bs.command.enableFlyBoost": "Убрзање за лет је сада омогућено када је играч у survival mode.",
    "bs.command.disableAllDirs": "Трчање у свим правцима је сада онемогућено.",
    "bs.command.enableAllDirs": "Трчање у свим правцима је сада омогућено.",

    "_comment": "Configuration",

    "bs.config.notifications": "Обавештава корисника о новим Update-има. Провера за update се дешава једном у дану, и не утиче на рад игре.",
    "bs.config.buildCheck": "Веома је препоручено да ова опција буде омогућена. Ово ће да детектује лоше верзије са критичним грешкама које могу да crash-ују игру. Ови проблеми су обично брзо поправљени, али је важно да обавестите људе који су скинули лошу верзију."
}